Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Z powodu coraz większej ilości chorób, Corum boi się wybuchu epidemii w mieście. Za roznoszenie choroby są odpowiedzialne głównie szczury. Jeśli chcę dostać premię do żołdu, muszę zniszczyć ich gniazda w kanałach i polać je trutką, którą dostałem od naszego medyka. Pięć butelek trutki powinno wystarczyć.
uk: У зв'язку зі збільшенням кількості захворювань, Корум побоюється спалаху епідемії в місті. Основними поширювачами хвороб є щури. Якщо я хочу отримати надбавку до зарплати, я маю знищити їхні гнізда в каналізації та вилити в них отруту, яку я отримав від нашого медика. П'яти пляшок отрути повинно вистачити.

source: Z powodu przedłużającej się wojny gospodarka Królestwa Myrtany pogrążała się w coraz większym kryzysie.
uk: Через тривалу війну, з кожним днем економіка королівства занурювалася в дедалі більшу кризу.

source: Z powodu stanu wyjątkowego w mieście, wszystkie kręgi teleportacyjne zostały zablokowane przez naszych magów.
uk: У зв'язку з надзвичайним становищем у місті, всі кола телепортації були заблоковані нашими магами.

source: Z powodu śmierci ostatniego dziedzica, winnica należąca do Valerio została przejęta przez miasto. Uprawy winogron zniszczono, a na ich miejscu zasadzono zboże, by pomóc wyżywić wygłodniałe Archolos.
uk: Через смерть останнього спадкоємця, виноградник, що належав Валеріо, перейшов у власність міста. Урожай винограду знищили, а на його місці посіяли пшеницю, щоб прогодувати голодний Архолос.

source: Z powrotem do moich uroczych rybaków. Wiesz... jakoś się z nimi zżyłam. Traktują mnie dobrze i co najważniejsze, nie żałują monet.
uk: Повернуся до моїх милих рибалок. Знаєш... я якось до них прив'язалася. Вони добре до мене ставляться, а головне – не шкодують монет.

source: Z pracy na winnicy dostaje tyle, co kretoszczur wykopał.
uk: Від роботи на винограднику я отримую менше, ніж кротощур викопав.

source: Z premedytacją pociąłem drewno na małe deseczki. Nie będzie można go wykorzystać do budowy statku.
uk: Я навмисне розпиляв деревину на невеличкі дощечки. З них неможливо буде побудувати корабель.

source: Z przemytnikami w mieście poradziłeś sobie całkiem nieźle. Niekonwencjonalne metody mogą przydać się w tym śledztwie.
uk: Ти непогано впорався з контрабандистами у місті. Твої нестандартні методи можуть бути корисними і в цьому розслідуванні.

source: Z przerażeniem dochodzę do wniosku, że niczym nie różnie się od tych, których przesłuchiwałem.
uk: З жахом приходжу до висновку, що я нічим не відрізняюся від тих, кого допитував.

source: Z przyjemnością powitamy w naszych progach szlachetne serca, które przedkładają pomoc i oddanie nad swoje własne dobro.
uk: Ми з радістю вітатимемо на нашому порозі шляхетні серця, які ставлять допомогу та відданість вище за власний добробут.

source: Z przyjemnością witam w naszej dzielnicy nowego sąsiada!
uk: Щиро радий вітати в нашому районі нового сусіда!

source: Z przyjemnością!
uk: Залюбки!

source: Z przykrością informujemy, że jeden z obywateli Starego Miasta, którego imienia nie godzi się tutaj wspominać, dopuścił się przestępstw zagrażających stabilności naszego wspaniałego królestwa.
uk: З прикрістю повідомляємо, що один з мешканців Старого міста, ім'я якого не повинно тут згадуватися, вчинив злочини, що загрожують стабільності нашого славного королівства.

source: Z przykrością melduję, że nowe wyposażenie nie nadaje się do użytku.
uk: З прикрістю повідомляю, що нове спорядження не придатне для використання.

source: Z racji tego, że mi pomogłeś, dostaniecie zniżkę.
uk: Оскільки ти мені допоміг, то отримаєш знижку.

source: Z racji wieku, większość jest już nieczytelna.
uk: Через свій вік, більшу частину вже не можна прочитати.

source: Z reguły jestem dobrą słuchaczką, a tu, pod pokładem, jest dość ciasno.
uk: Взагалі, я добре вмію слухати, а тут, під палубою, досить тісно.

source: Z reguły nie lubię mieszczuchów, ale z dwojga złego, o wiele bardziej nie lubię przybłęd.
uk: Як правило, я не люблю містян, але якщо обирати з двох бід, чужинці мені не подобаються ще більше.

source: Z resztą, każdy mieszkaniec zamku jest twardszy niż większość miastowych razem wzięta. Bez obrazy, ale to kwestia niepodlegająca dyskusji.
uk: Зрештою, кожен мешканець замку витриваліший, ніж більшість містян разом узятих. Не ображайся, але це не підлягає обговоренню.

source: Z resztą, są w życiu rzeczy cenniejsze niż złoto. Teraz musimy pomyśleć, co dalej.
uk: До речі, в житті є більш цінні речі, ніж золото. Тепер треба подумати, що робити далі.

source: Z roku na rok jakość usług Araxos jest coraz gorsza.
uk: З кожним роком якість послуг Араксосу стає все гіршою і гіршою.

source: Z roku na rok to miasto coraz bardziej schodzi na psy...
uk: З року в рік це місто все більше занепадає...

source: Z rozkazu Rodericha, masz mnie w tej chwili przepuścić!
uk: За наказом Родеріха ти мусиш пропустити мене негайно!

source: Z rozmowy z Kipperem wynika, że strażnicy ruszyli do lasu na północ od wioski.
uk: З розмови з Кіпером випливає, що вартові вирушили до лісу на північ від села.

source: Z samego rana zostaliśmy zaatakowani przez bestie. Kiedy sobie z nimi poradziliśmy, Fabio zlecił mi oraz Rupertowi ruszenie przodem i oczyszczenie drogi do wioski. Mamy iść w kierunku wschodnim.
uk: З самого рання на нас напали звірі. Коли ми з ними впоралися, Фабіо наказав мені і Руперту йти вперед і розчистити шлях до села. Ми повинні йти у східному напрямку.

source: Z takim byle czym? Czekaj, sprawdzę na sobie...
uk: З такою дрібницею? Зачекай, я перевірю на собі...

source: Z takimi jak ty nie będę rozmawiać!
uk: З такими, як ти, я не розмовлятиму!

source: Z takimi jak ty nie chcę mieć nic wspólnego!
uk: З такими як ти я не хочу мати нічого спільного!

source: Z takimi oprychami jak ty nie chcę mieć nic wspólnego. Zostaw mnie.
uk: З такими бандитами, як ти, я не хочу мати нічого спільного. Залиш мене в спокої.

source: Z takimi robakami jak ty, można zrobić tylko jedno.
uk: З такими слимаками, як ти, можна зробити тільки одне.

source: Z taką efektywnością jedynie zmarnujesz nasze złoża. Wróć, gdy będziesz potrafił porządnie przywalić w skałę.
uk: З такою продуктивністю ти тільки змарнуєш наші родовища. Повертайся, коли навчишся бити по породі як слід.

source: Z tego co do mnie dotarło, głównym podejrzanym jest Rodrigo. Jako jedyny miał motyw. Ale jak już mówiłem, mógł to być każdy.
uk: З того, що мені відомо, головним підозрюваним є Родріго. Він єдиний, хто мав мотив. Але, як я вже сказав, це міг бути хто завгодно.

source: Z tego co mi wiadomo, udał się w okolice lasu na południowy zachód od miasta. Jeśli to coś ważnego, to tam go szukaj.
uk: Наскільки мені відомо, він відправився у ліс, що на південний захід від міста. Якщо це щось важливе, то шукай його там.

source: Z tego co mówisz wnioskuję, że jesteście w trudnej sytuacji. Jeśli Lorenzo ma w sercu dobro Gildii, to zrobi, co należy.
uk: З твоїх слів я зрозумів, що ви опинилися у складній ситуації. Якщо Лоренцо дбає про інтереси Гільдії, він вчинить правильно.

source: Z tego co pamiętam, szukał jakiegoś przewodnika po rzadziej uczęszczanych terenach wioski.
uk: Наскільки я пам'ятаю, він шукав собі якогось провідника по диких місцях навколо села.

source: Z tego co słyszałam sam wtrąciłeś się do ich sporu, więc wiesz pewnie więcej ode mnie.
uk: З того, що я чула, ти сам втрутився в їхній конфлікт, тож, мабуть, знаєш більше за мене.

source: Z tego co słyszałem, Magowie Ognia korzystali z tej wieży. Z jakiegoś powodu przestali się tam zapuszczać i wieża popadła w ruinę. Musi być tam coś cennego!
uk: З того, що я чув, цю вежу використовували Маги Вогню. З якихось причин вони перестали туди навідуватися, і вежа перетворилася в руїни. Там має бути щось цінне!

source: Z tego co słyszałem, bardzo dobrze radzisz sobie z prowadzeniem naszego wspólnego interesu. Od dnia dzisiejszego sklep przechodzi na twoją wyłączność, postępuj z nim, jak uważasz za słuszne.
uk: З того, що я чув, ти дуже добре справляєшся з веденням нашого спільного бізнесу. Від сьогодні крамниця переходить у твою власність, розпоряджайся нею, як вважаєш за потрібне.

source: Z tego co słyszałem, do kolonii trafiają tylko skazańcy. Będzie z nich jakiś pożytek podczas wojny.
uk: З того, що я чув, в колонію відправляють тільки засуджених. Хоч якась користь з них буде під час війни час війни.

source: Z tego co słyszałem, jest wielkim miłośnikiem wina, uwielbia jego bogaty smak i aromat. Może spróbuj iść tym tropem?
uk: З того, що я чув, він великий поціновувач вина і обожнює його багатий смак та аромат. Можливо, спробувати піти цим шляхом?

source: Z tego co udało się ustalić naszym zwiadowcom, orkowie zajęli pięć strategicznych pozycji na wyspie. Farma należąca do Bermara padła jako pierwsza. Cywile, którzy zdołali uciec, ruszyli w stronę miasta. Jeżeli pozwolimy, by orkowie przegrupowali swoje wojska - niech Innos ma nas wszystkich w opiece.
uk: З того, що вдалося встановити нашим розвідникам, орки зайняли п'ять стратегічних позицій на острові. Першою було захоплено ферму Бермара. Люди, які встигли врятуватися, подалися до міста. Якщо ми дозволимо оркам перегрупувати свої війська - нехай Іннос захистить усіх нас.

source: Z tego co widzę, okolice wieży sygnałowej ciągle są lęgowiskiem ścierwojadów. Nie trzeba niczego zmieniać w wytycznych. Mogę uznać wzniesienie za sprawdzone.
uk: Наскільки я бачу, поблизу сигнальної вежі досі гніздяться падальники. Немає необхідності змінювати щось у посібнику. Я можу вважати пагорб перевіреним.

source: Z tego co wiem mamy w Silbach dosłownie jedno jagnię!
uk: Наскільки я знаю, у нас в Сільбаху буквально одне ягня!

source: Z tego co wiem, to po dobie powinna wyglądać jakby rdzewiała dekadę.
uk: Наскільки я знаю, через день обладунки мають виглядати так, ніби іржавіли з десяток років.

source: Z tego co wiem, w mieście mają strażnika, który zajmuje się miejskimi działami. To taka eksperymentalna broń. Mógłbyś poprosić go o pomoc. Nazywa się... jakoś na D, nie pamiętam.
uk: Наскільки я знаю, в місті є вартовий, який доглядає за міськими гарматами. Це така експериментальна зброя. Можеш попросити його про допомогу. Його звуть... якось на букву 'Д', не пам'ятаю.

source: Z tego co wiem, wyruszył już nad rzekę, żeby zająć się mostem.
uk: Наскільки я знаю, він вже вирушив до річки, щоб полагодити міст.

source: Z tego co wiem, zdążył poznać ich słaby punkt, ale problemem są jego metody - bardzo brutalne metody.
uk: Наскільки мені відомо, він встиг знайти їх слабкість, але проблема в його методах – надто жорстоких методах.

source: Z tego dziwnego układu też coś muszę mieć, co nie?
uk: З цієї дивної угоди я теж маю щось отримати, чи не так?

source: Z tego listu wynika, że Lewko i jego ludzie dorabiali sobie na boku, sprzedając tutejszą sól!
uk: З цього листа випливає, що Левко та його люди заробляли гроші на стороні, збуваючи місцеву сіль!

source: Z tego powodu muszę działać sam. I jakoś sobie radzę.
uk: Тому я маю діяти сам. І мені це якось вдається.

source: Z tego względu decyzją większości członków zostajesz zdegradowany, a twoja misja w Wilczym Leżu zostanie przekazana komuś innemu.
uk: Тому, за рішенням більшості членів, тебе знято з посади, а твою місію у Вовчому Лігві буде передано комусь іншому.

source: Z tego względu każdy kontakt górnika z kimś obcym jest surowo karany. Dla świętego spokoju nikt nie chce podpadać mundurowym.
uk: Тому будь-який контакт між гірником і незнайомцем суворо карається. Заради власного спокою ніхто не хоче потрапити в поле зору людей в уніформі.

source: Z tego, co mi powiedział Felix, wygląda na to, że Jorna uprowadziło dwóch ludzi.
uk: З того, що мені розповів Фелікс, можна зробити висновок, що Йорна викрали двоє людей.

source: Z tego, co mi powiedział, śpieszno mu do miasta.
uk: Судячи з його слів, він поспішає потрапити до міста.

source: Z tego, co mi wiadomo, nie.
uk: Наскільки мені відомо, ні.

source: Z tego, co mi wiadomo, stracił sporo pieniędzy na tym zakładzie, ale ile, to nie wiem. Rodrigo, mimo że jest wesoły, to nie gada dużo o sobie.
uk: Наскільки мені відомо, він програв багато грошей на цьому парі, але скільки саме, я не знаю. Родріго, хоч і веселий, але не дуже балакучий.

source: Z tego, co mi wiadomo, w ciele Normana utkwił grot od bełtu wystrzelonego przez zamachowca.
uk: З того, що мені відомо, в тілі Нормана застряг наконечник від арбалетного болта, яким стріляв вбивця.

source: Z tego, co mówi Carden, wynika, że strażnicy ruszyli w stronę ciemnego lasu na północ od wioski.
uk: Зі слів Кардена випливає, що вартові вирушили у бік темного лісу на північ від села.

source: Z tego, co mówiła Dima, to jakiś chudy, wysoki gość z ciemnymi włosami. Powinien nosić na sobie fartuch kowala.
uk: Судячи з того, що сказала Діна, це якийсь худорлявий, високий хлопець із темним волоссям. Повинен бути одягнений у ковальський фартух.

source: Z tego, co pamiętam, chciałeś spróbować mojej potrawki z dzika.
uk: Наскільки я пам'ятаю, ти хотів спробувати мою страву з кабана.

source: Z tego, co pamiętam, to niewiele. Głównie jakieś śmieci.
uk: З того, що я пам'ятаю, то небагато. Здебільшого якесь сміття.

source: Z tego, co pamiętam, to ostatnim razem całkiem nieźle sobie poradziłeś.
uk: Наскільки я пам'ятаю, минулого разу ти досить добре впорався.

source: Z tego, co udało mi się dowiedzieć, strażnicy szukają w okolicy kogoś rozprowadzającego bagienne ziele. Może gdyby znaleźli tego, kogo szukają, to by sobie stąd poszli? Spróbuję pomóc im w poszukiwaniach.
uk: З того, що мені вдалося з'ясувати, вартові шукають когось, хто розповсюджує болотну траву у цьому районі. Можливо, якщо вони знайдуть того, кого шукають, то підуть звідси? Я спробую допомогти їм у пошуках.

source: Z tego, co udało mi się ustalić, jeden z jego porywaczy może tam być.
uk: З того, що мені вдалося з'ясувати, там може бути один з його викрадачів.

source: Z tego, co udało mi się zrozumieć, to gardzi tobą, bo używasz tchórzowskiej broni.
uk: З того, що я зміг зрозуміти, він зневажає тебе, тому що ти використовуєш зброю боягуза.

source: Z tego, co widzę to grot bełtu... dość bogato zdobiony i ma srebrne okucia...
uk: З того, що я бачу, це наконечник болта... досить багато прикрашений та декорований сріблом...

source: Z tego, co widzę, nie jesteś już rekrutem. Dziwi mnie, że jeszcze nie przejrzałeś na oczy.
uk: Наскільки я бачу, ти вже не новобранець. Тож мене дивує, що ти цього досі не помітив.

source: Z tego, co widzę, to wcale nie jest taki zwykły!
uk: Судячи з того, що я бачу, він не такий вже й звичайний!

source: Z tego, co widzę, to zapał do roboty mają, ale zobaczymy, jak to wyjdzie w praktyce.
uk: З того, що я бачу, у них є бажання працювати, але подивимося, як це буде на практиці.

source: Z tego, co wiem, było włamanie, ale nie znam szczegółów.
uk: Наскільки мені відомо, було пограбування, але подробиць я не знаю.

source: Z tego, co wiem, już niedługo nasze problemy z miejscowymi się skończą.
uk: Наскільки я знаю, скоро проблеми з місцевими жителями закінчаться.

source: Z tego, co wiem, myśliwi zbliżają się do nich bardzo powoli, na ugiętych nogach i bardzo ostrożnie stawiają kroki. Podczas polowań powinieneś tego spróbować.
uk: Наскільки мені відомо, мисливці підходять до них дуже повільно, на зігнутих ногах і крокують дуже обережно. На полюванні варто спробувати так робити.

source: Z tej beczki nalewane jest wino dla Bena. Nie wiem, czy to jego prywatna beczka, czy korzystają z niej też inni - w takim wypadku mógłbym zabić sporo mieszkańców Przystani.
uk: З цієї бочки наливають вино для Бена. Незрозуміло, чи це його особиста бочка, чи з неї наливають вино й іншим – у такому разі я можу вбити чимало мешканців Гавані.

source: Z tej biednej okolicy ktoś! Tam same podejrzane typy są...
uk: Хтось із бідного району! Там повно підозрілих типів...

source: Z tej księgi można się nauczyć
uk: З цієї книги можна навчитися

source: Z tobą chciałem natomiast porozmawiać o jeszcze jednej sprawie.
uk: Я б хотів поговорити з тобою ще про одну справу.

source: Z trudem udało mi się go wyjąć
uk: Насилу мені вдалося витягти його

source: Z trupa żeś go wyciągnął?
uk: Ти витягнув його з трупа?

source: Z twoimi umiejętnościami z pewnością daleko zajdziesz. Oto twoja nagroda, zasłużyłeś sobie.
uk: З твоїми здібностями ти неодмінно далеко підеш. Ось твоя нагорода, ти її заслужив.

source: Z twoimi znajomościami na pewno coś wymyślisz.
uk: Я впевнений, що з твоїм досвідом ти обов'язково щось придумаєш.

source: Z twojej winy zginęły dzisiaj setki niewinnych ludzi. Pomyślałeś o tym? Pomyślałeś o tych wszystkich obywatelach i strażnikach, dla których ta wyspa jest domem?
uk: Через тебе сьогодні загинули сотні невинних людей. Ти подумав про це? Ти подумав про всіх тих містян і вартових, для яких цей острів був домом?

source: Z twoją pomocą już dawno bym go odnalazł.
uk: З твоєю допомогою я б вже давно його знайшов.

source: Z twoją pomocą moglibyśmy ich trochę skompromitować i upewnić się, że już więcej się tutaj nie pojawią.
uk: З твоєю допомогою ми зможемо їх трохи скомпрометувати, і зробити так, щоб вони тут більше не з'являлися.

source: Z tym człowiekiem wiążę spore nadzieje.
uk: Я покладаю на нього великі надії.

source: Z tym jest gorzej. No i bardziej nazwałbym ich 'partnerami do interesów' niż przyjaciółmi.
uk: З цим гірше. І я б назвав їх радше 'діловими партнерами', ніж приятелями.

source: Z tym może być mały problem...
uk: З цим може виникнути невелика проблема...

source: Z tym może być pewien problem.
uk: З цим може виникнути певна проблема.

source: Z tym może być problem, nie żyje. Był bardzo blisko, ale coś go zabiło na bagnie.
uk: З цим можуть бути проблеми, бо він мертвий. Він був зовсім близько, але щось його вбило на болотах.

source: Z tym może być problem. Gdy opuszczaliśmy ruiny, czekał już na nas Ulryk ze swoją armią.
uk: З цим може виникнути проблема. Коли ми вийшли з руїн, Ульрік вже чекав на нас зі своєю армією.

source: Z tym półżywym Jornem na plecach?
uk: З тим напівмертвим Йорном на спині?

source: Z tym winem jest ewidentnie coś nie tak.
uk: З цим вином явно щось не так.

source: Z tym że Duży to znaczne niedopowiedzenie, facet jest wielki jak golem.
uk: Великий – це ще значне применшення, хлопець здоровенний, як голем.

source: Z tym że uważaj, bo mieszkańcy Wilczego Leża nie lubią nowych, a ty mi na takiego wyglądasz.
uk: Але будь обережний, бо мешканці Вовчого Лігва не люблять чужинців, а ти, як на мене, виглядаєш саме так.

source: Z tym, co oni tutaj mają, leżałbym w łóżku przez najbliższe kilka tygodni. Nie stać mnie na to.
uk: З тим, що вони тут мають, я був би прикутий до ліжка на найближчі кілька тижнів. А цього я собі не можу дозволити.

source: Z tymi wojownikami jesteśmy gotowi na wejście do ruin.
uk: З такими воїнами ми готові увійти до руїн.

source: Z tą chwilą odbieram ci tytuł strażnika miejskiego oraz wszystkie związane z tym przywileje.
uk: З цього моменту я позбавляю тебе звання міського вартового і всіх привілеїв, пов'язаних з цим званням.

source: Z tą chwilą stajesz się członkiem elity Araxos i jednym z jej najważniejszych reprezentantów. Zagwarantowałeś też sobie dożywotni grant Gildii i wstęp na jej kluczowe uroczystości.
uk: З цього моменту ти належиш до еліти Араксосу і стаєш одним з найважливіших її представників. Крім того, тобі надається довічна допомога від Гільдії та допуск до участі в її найважливіших заходах.

source: Z tą różnicą, że uczenie tego nie jest moim obowiązkiem zleconym przez Rodericha, dlatego musisz mi za to zapłacić. Ale w zamian nie będę patrzył na twój stopień w organizacji.
uk: Тільки це не входить в мої обов'язки, покладені на мене Родеріхом, тому тобі доведеться за це доплатити. Але натомість я не буду зважати на твоє звання в організації.

source: Z ust mi to wyjąłeś, kolego. Niestety wszystko wskazuje na to, że gubernator ich przyjmie.
uk: Ти вирвав це з моїх вуст, друже. На жаль, все вказує на те, що губернатор їх прийме.

source: Z uwagi na twój konflikt z Volkerem, chciałbym, abyś trzymał głowę nisko i nie prowokował ani jego, ani jego ludzi.
uk: Враховуючи твій конфлікт з Волкером, я хотів би, щоб ти схилив голову і не провокував ані його, ані його людей.

source: Z wami to zawsze problemy!
uk: З вами завжди якісь проблеми!

source: Z wiarygodnego źródła wiem, że ten głupek z marynarki królewskiej odpłynął z miasta.
uk: З достовірного джерела я знаю, що той бовдур з королівського флоту відплив із міста.

source: Z wielkim żalem informujemy was o strasznych wieściach, jakie dotarły do nas w ostatnim czasie - wyspa Londram upadła. Raporty są zgodne - na ten moment wszystko wskazuje na atak orków.
uk: З великим жалем повідомляємо вам жахливу новину, яка нещодавно дійшла до нас – острів Лондрам упав. Повідомлення одноголосні – на даний момент все вказує на напад орків.

source: Z woli Innosa tak się stało.
uk: Волею Інноса так сталося.

source: Z wyglądu są podobne do zwykłych, tylko mają całkowicie czarne owoce.
uk: На вигляд вони схожі на звичайні, тільки мають повністю чорні плоди.

source: Z wyglądu zupełnie niepozorny, ale ma głowę do rozwiązywania problemów i walczy niczego sobie. Może Roderich wypożyczy ci go na twoją misję.
uk: На вигляд зовсім непримітний, але має голову на плечах і добре б'ється. Можливо, Родеріх дозволить йому приєднатися до твоєї місії.

source: Z wyjątkiem tego osiłka przed dworem i służących, Volker ma coraz to nowych ludzi. A wiesz dlaczego?
uk: За винятком того віслюка перед його маєтком і слуг, Волкер постійно потребує нових людей. І знаєш, чому?

source: Z wyrazami szacunku,
uk: З найкращими побажаннями,

source: Z wyselekcjonowanej rzeszy obywateli Godfrey powołał jednostkę straży miejskiej, której celem było pilnowanie porządku po odpłynięciu króla. Wkrótce po tym rozpoczął budowę miejskich koszar w samym środku miasta.
uk: З відібраних містян Годфрі сформував підрозділ Міської Варти, який мав стежити за порядком за відсутності короля. Невдовзі після цього він розпочав будівництво міських казарм у центрі міста.

source: Z wytycznych wynika, że muszę sprawdzić Bursztynowe Wybrzeże, podnóże wieży sygnałowej i las przy Małej Winnicy. Rozejrzę się tam i sprawdzę, czy wszystko jest w normie.
uk: Згідно з вказівками, я маю перевірити Бурштинове узбережжя, підніжжя сигнальної вежі та ліс біля Малого виноградника. Я огляну все там і перевірю, чи все гаразд.

source: Z wyłączeniem pierwszej skrzyni, która trafiła do koszar, wszystkie pancerze są zardzewiałe.
uk: За винятком першої скрині, яка потрапила до казарм, усі обладунки заржавілі.

source: Z załogi liczącej prawie 30 osób została nas tylko garstka, sześciu chłopa.
uk: З екіпажу, що складався з майже 30 осіб, нас залишилася лише жменька, шестеро хлопців.

source: Z zeznań świadków wynika, że bandyci dopuszczają się przestępstw na ulicach miasta, po czym wracają do kanałów i odcinają drogę ucieczki blokując kanałowe windy.
uk: За свідченнями очевидців, бандити скоюють злочини на вулицях міста, потім повертаються в каналізацію та перекривають каналізаційні входи.

source: Z zielem moglibyśmy sobie poradzić... ale już widzę tę 'niewielką' opłatę! Pewnie będziemy musieli oddawać większość zbiorów, a zyski z reszty będą za małe, by opłacić 'ochronę'. Nie ma głupich!
uk: Ми могли б зайнятися травою... але я вже бачу ці 'невеликі' внески! Ймовірно, нам доведеться віддавати більшу частину врожаю, а прибуток від решти буде занадто малий, щоб платити за 'захист'. Немає дурних!

source: Z łaski naszego miłościwego gubernatora Morrisa, łaźnia jest dostępna całkowicie za darmo dla wszystkich, którzy chcą z niej skorzystać.
uk: З ласки нашого милосердного губернатора Морріса, лазня доступна абсолютно безкоштовно для всіх, хто захоче нею скористатися.
